export const mockData: string[] = [
  "1. ПРЕДМЕТ ДОГОВОРА ",
  "1.1. Договор устанавливает передачу Автором исключительных прав на Секрет производства Университету (см. Приложение 1) и определяет порядок взаимодействия по управлению этими правами. ",
  "2. ОБЯЗАННОСТИ СТОРОН ",
  "2.1. Автор передает Университету исключительное право на информацию, составляющую Секрет производства (согласно 1.1). ",
  "2.2. Автор обязуется предоставить Университету информацию на материальном носителе в течение 5 дней после подписания Договора. ",
  "2.3. Автор информирует Университет об усовершенствованиях или модификациях Секрета производства.",
  "2.4. Автор соблюдает коммерческую тайну, установленную в УрФУ, в отношении Секрета производства. ",
  "2.5. Университет поддерживает режим коммерческой тайны для Секрета производства, установленный в УрФУ. ",
  "2.6. Университет выплачивает вознаграждение Автору согласно Договору.",
]
