export const mockData: string[] = [
  "1. ПРЕДМЕТ ДОГОВОРА",
  "1.1. Настоящий договор определяет условия передачи Автором исключительного права на Секрет производства в соответствии с Приложением 1 к настоящему договору Университету и порядок взаимоотношений сторон по регулированию исключительных прав в связи с созданием и использованием секрета производства.",
  "2. ОБЯЗАННОСТИ СТОРОН",
  "2.1. Автор признает, что является соавтором Секрета производства и совместно с коллективом соавторов передаёт Университету исключительное право на сведения, составляющие Секрет производства в соответствии с п.1.1.",
  "2.2. Автор обязуются в течение 5 дней с момента подписания настоящего Договора обеими сторонами и подписания Договоров с каждым членом коллектива соавторов представить Университету сведения составляющие Секрет производства на материальном носителе.",
  "2.3. Автор обязуются информировать Университет обо всех усовершенствованиях или модификациях Секрета производства.",
  "2.4. Автор обязуются соблюдать в отношении Секрета производства режим коммерческой тайны, принятый в УрФУ.",
  "2.5. Университет обязуется обеспечить режим коммерческой тайны в отношении Секрета производства принятый в УрФУ.",
  "2.6. Университет обязуется выплатить Автору Секрета производства вознаграждение, определяемое в соответствии со п.4 настоящего договора.",
  "2.7. Университет обязуется информировать Автора о распоряжении правом на Секрет производства другому лицу.",
  "2.8. В случае неправомерного использования Секрета производства третьими лицами стороны обязуются незамедлительно принять коллективные действия для предотвращения противоправных действий.",
  "2.9. В случае расторжения Договора Стороны обязуются сохранять конфиденциальность Секрета производства до прекращения действия исключительного права на него либо уничтожить остаточную и производственную информацию, которая образовалась в процессе использования Секрета производства.",
]
export const resultMockData: string[] = [
  "1. ПРЕДМЕТ ДОГОВОРА",
  "1.1. Договор устанавливает передачу Автором исключительных прав на Секрет производства Университету (см. Приложение 1) и определяет порядок взаимодействия по управлению этими правами.",
  "2. ОБЯЗАННОСТИ СТОРОН",
  "2.1. Автор передает Университету исключительное право на информацию, составляющую Секрет производства (согласно 1.1).",

  "2.2. Автор обязуется предоставить Университету информацию на материальном носителе в течение 5 дней после подписания Договора.",
  "2.3. Автор информирует Университет об усовершенствованиях или модификациях Секрета производства.",
  "2.4. Автор соблюдает коммерческую тайну, установленную в УрФУ, в отношении Секрета производства.",
  "2.5. Университет поддерживает режим коммерческой тайны для Секрета производства, установленный в УрФУ.",

  "2.6. Университет выплачивает вознаграждение Автору согласно Договору.",
]
